---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomOutdoorAirPerAreaParam
source: html/19ebc922-adc5-06fd-8203-b7cdd7da22aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomOutdoorAirPerAreaParam Property

"Outdoor Air per Area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomOutdoorAirPerAreaParam { get; }
```